Repository: thohov/SpareMester
Catalog: lib/l10n/app_*.arb
Languages: nb

# onboardingTitle1
source: Stop Impulse Buying
nb: Stopp Impulskjøp

# onboardingDesc1
source: Add items you want to buy and wait before purchasing. Let time decide if you really need it.
nb: Legg til varer du vil kjøpe og vent før du kjøper. La tiden avgjøre om du virkelig trenger det.

# onboardingTitle2
source: Choose Your Currency
nb: Velg Valuta

# onboardingDesc2
source: Select the currency you use for your purchases.
nb: Velg valutaen du bruker for kjøp.

# onboardingTitle3
source: Time is Money
nb: Tid er Penger

# onboardingDesc3
source: Enter your hourly wage. We'll show you how many work hours each item costs.
nb: Skriv inn timelønn. Vi viser deg hvor mange arbeidstimer hver vare koster.

source: Next
nb: Neste

source: Done
nb: Ferdig

source: Skip
nb: Hopp over

source: Currency
nb: Valuta

source: Hourly Wage
nb: Timelønn

# enterHourlyWage
source: Enter your hourly wage
nb: Skriv inn timelønn

source: Dashboard
nb: Oversikt

source: Products
nb: Produkter

source: Settings
nb: Innstillinger

source: Money Saved
nb: Penger Spart

source: Hours Saved
nb: Timer Spart

source: Impulse Control Score
nb: Impulskontrollen

source: Add Product
nb: Legg til Produkt

source: Product Name
nb: Produktnavn

source: Price
nb: Pris

source: Desire Score
nb: Ønskepoeng

# workHours
source: {hours} work hours
nb: {hours} arbeidstimer

source: I Am Weak
nb: Jeg er Svak

# stillWantThis
source: Do you still want this?
nb: Vil du fortsatt ha dette?

source: Yes
nb: Ja

source: No
nb: Nei

source: Impulse Buy
nb: Impulskjøp

source: Planned Purchase
nb: Planlagt Kjøp

source: Language
nb: Språk

source: English
nb: Engelsk

source: Norwegian
nb: Norsk

source: Enter product name
nb: Skriv inn produktnavn

source: Enter price
nb: Skriv inn pris

# optionalUrl
source: https://... (optional)
nb: https://... (valgfritt)

source: How much do you want this?
nb: Hvor mye vil du ha dette?

source: Not much
nb: Ikke så mye

source: Very much
nb: Veldig mye

# thisWillCost
source: This will cost you
nb: Dette koster deg

# hoursOfWork
source: {hours} hours of work
nb: {hours} arbeidstimer

# waitingPeriod
source: Waiting period: {period}
nb: Ventetid: {period}

# hours
source: {count} hours
nb: {count} timer

# days
source: {count} days
nb: {count} dager

source: Save
nb: Lagre

source: Cancel
nb: Avbryt

# pleaseEnterName
source: Please enter a product name
nb: Vennligst skriv inn produktnavn

# pleaseEnterPrice
source: Please enter a price
nb: Vennligst skriv inn pris

# pleaseEnterValidPrice
source: Please enter a valid price
nb: Vennligst skriv inn gyldig pris

# productAdded
source: Product added! Wait {period} before deciding.
nb: Produkt lagt til! Vent {period} før du bestemmer deg.

source: Active
nb: Aktive

source: Archive
nb: Arkiv

source: No products yet
nb: Ingen produkter ennå

# tapPlusToAdd
source: Tap + to add your first item
nb: Trykk + for å legge til din første vare

source: Time remaining
nb: Tid gjenstår

source: Timer finished!
nb: Timer ferdig!

source: Delete
nb: Slett

source: No archived products
nb: Ingen arkiverte produkter

# archivedProductsAppearHere
source: Products you've made decisions about will appear here
nb: Produkter du har tatt beslutninger om vil vises her

source: Decision made
nb: Beslutning tatt

source: Unknown
nb: Ukjent
